[
  {
    "id": "1741802414489",
    "title": "How Much Would It Cost to Provide Housing First to All Households Staying in Homeless Shelters?",
    "authors": "Dennis P Culhane, Matthew Fowle, Joy Moses",
    "date": "2025-03-12",
    "categories": [
      "Housing Interventions",
      "Policy Analysis and Commentary"
    ],
    "abstract": "Housing First is a proven evidence-based approach to addressing homelessness. However, programs operating under the Housing First model do not receive the necessary funding to meet the needs of all people experiencing homelessness.The estimated gaps and costs are hypothetical for a few important reasons: they do not include the needs of exclusively unsheltered households in 2022; the estimates are for a single year, so they do not consider multi-year costs; and the estimates do not account for varying assumptions regarding self-resolution or other potential program exits and geographic differences in program costs and affordable housing supply. Concerns about program quality improvements and consistent fidelity to the Housing First approach should also be a focus of future research and analysis.In 2022, homeless response systems only had the capacity to place 16.0% of households who were served in the nations shelters into permanent housing. Housing everyone who experiences sheltered homelessness during a given year would be a substantial step forward in ending homelessness.In this study, we ask: What would it cost to provide a Housing First placement to every household staying in a homeless shelter throughout the United States?We conservatively estimate that an additional $9.6 billion would be needed to achieve this goal: providing Rapid Re-Housing or Permanent Supportive Housing to everyone in a homeless shelter unable to access housing in a single year.Our analysis uses the most recently available Annual Homelessness Assessment Report (AHAR) Part 2, Supportive Services for Veteran Families (SSVF) Annual Report, and U.S. Department of Veterans Affairs Homeless Programs Office data to estimate program placement rates, unmet need, and funding required to house every adult, family, and veteran household that stayed in a shelter in 2022.",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/How%20Much%20Would%20It%20Cost%20to%20Provide%20Housing%20First%20to%20All%20Households%20Staying%20in%20Homeless%20Shelters.pdf",
    "lastModified": "2025-04-09T21:57:48.710Z"
  }
]