[
  {
    "id": "1738571972876",
    "title": "Estimating Cost Savings Associated with HUD-VASH Placement",
    "authors": "Thomas Byrne, Christopher B Roberts, Dennis P Culhane, Vincent Kane",
    "date": "2014-04-01",
    "categories": [
      "Housing Interventions",
      "Behavioral Health, HIV, and Criminal Justice",
      "Veterans"
    ],
    "abstract": "Existing research suggests that Veterans experiencing homelessness make disproportionate and costly use of acute health, mental health and substance abuse treatment services, but that placement in programs like the US Department of Housing and Urban Development-VA Supportive Housing Program (HUD-VASH) can result in substantial reductions in the utilization of these services and associated costs. Several studies have demonstrated that, for certain high need individuals and Veterans, cost savings resulting from the reduction in these acute care services subsequent to placement in permanent supportive housing (PSH) can substantially or completely offset the cost of providing PSH and may even result in net cost savings. Building on this body of research, this brief summarizes the results of an evaluation that examined VA health, mental health and substance abuse services costs among HUD-VASH tenants who moved into HUD-VASH during Federal Fiscal Year (FY) 2010. We assessed these costs prior and subsequent to their entry into HUD-VASH housing and estimated potential cost savings associated with HUD-VASH placement.",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/Estimating%20Cost%20Savings%20Associated%20with%20HUD-VASH%20Placement%281%29.pdf"
  },
  {
    "id": "1738571975505",
    "title": "Alcohol Consumption, Alcohol Outlets, and the Risk of Being Assaulted with a Gun",
    "authors": "Dennis P Culhane, Charles C Branas, Therese S Richmond, Michael R Elliott, Douglas J Wiebe",
    "date": "2009-01-01",
    "categories": [
      "Other"
    ],
    "abstract": "Background: We conducted a population-based case-control study to better delineate the relationship between individual alcohol consumption, alcohol outlets in the surrounding environment, and being assaulted with a gun.Methods: An incidence density sampled casecontrol study was conducted in the entire city of Philadelphia from 2003 to 2006. We enrolled 677 cases that had been shot in an assault and 684 population-based controls. The relationships between 2 independent variables of interest, alcohol consumption and alcohol outlet availability, and the outcome of being assaulted with a gun were analyzed. Conditional logistic regression was used to adjust for numerous confounding variables.Results: After adjustment, heavy drinkers were 2.67 times as likely to be shot in an assault when compared with nondrinkers (p < 0.10) while light drinkers were not at significantly greater risk of being shot in an assault when compared with nondrinkers. Regression-adjusted analysesalso demonstrated that being in an area of high off-premise alcohol outlet availability significantly increased the risk of being shot in an assault by 2.00 times (p < 0.05). Being in an area of high on-premise alcohol outlet availability did not significantly change this risk. Heavy drinkers in areas of high off-premise alcohol outlet availability were 9.34 times ( p <.05) as likely to be shot in an assault.Conclusions: This study finds that the gun assault risk to individuals who are near off-premise alcohol outlets is about the same as or statistically greater than the risk they incur from heavy drinking. The combination of heavy drinking and being near off-premise outlets resulted in greater risk than either factor alone. By comparison, light drinking and being near on-premise alcohol outlets were not associated with increased risks for gun assault. Cities should consider addressing alcohol-related factors, especially off-premise outlets, as highly modifiable and politically feasible approaches to reducing gun violence.",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/Alcohol%20Consumption%2C%20Alcohol%20Outlets%2C%20and%20the%20Risk%20of%20Being%20Assaulted%20with%20a%20Gun%281%29.pdf"
  },
  {
    "id": "1738571978176",
    "title": "An Assessment of the Housing Needs of Persons with HIV/AIDS: New York City Eligible Metropolitan Statistica Area, Final Report",
    "authors": "Virginia Shubert, Hillary Botein, Suzanne Wagner, Steve Poulin, Dennis P Culhane",
    "date": "2004-01-01",
    "categories": [
      "Behavioral Health, HIV, and Criminal Justice"
    ],
    "abstract": "This report is the final deliverable of a study of the housing needs of persons with HIV/AIDS in the New York City Eligible Metropolitan Statistical Area that was commissioned in 2001 by the New York City Mayors Office of AIDS Policy Coordination under the U.S. Department of Housing and Urban Developments Housing Opportunities for Persons with AIDS (HOPWA) program. The Hudson Planning Group (HPG) and a team of professionals including the University of Pennsylvania Center for Mental Health Policy and Services Research, the Center for Urban Community Services, and Public Sector Research was selected to perform the assessment under the direction of the Postgraduate Center for Mental Health (PCMH), as the Citys Master Contractor, and with the help of an Advisory Group composed of consumers, service providers, government representatives and experts in health and housing policy. The release of the report has been delayed close to a year beyond its due date. The assessment was scheduled to take two years and to be completed in the fall of 2003, in accordance with the terms of an agreement between HPG and the PCMH. HPG submitted a complete draft of the report to the York City Department of Health and Mental Hygienes Bureau of HIV/AIDS in February 2004. Review and comment by City agencies and HPGs revisions to the draft took an extended time and the final report is being released in November 2004. Accordingly, data in the report are current as of December 2003, with the exception of a few cases where it is noted that more recent data were provided at the request of a City agency reviewing the report.",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/An%20Assessment%20of%20the%20Housing%20Needs%20of%20Persons%20with%20HIV_AIDS_%20New%20York%20City%20Eligible%20Metropolitan%20Statistica%20Area%2C%20Final%20Report%281%29.pdf"
  },
  {
    "id": "1738571980765",
    "title": "The 2006 Annual Homeless Assessment Report to Congress",
    "authors": "Jill Khadduri, Dennis P Culhane, Larry Buron, Alvaro Cortes, Mary Joel Holin, Steve Poulin",
    "date": "2008-03-01",
    "categories": [
      "HMIS and AHAR",
      "Population Estimation, Demographic Composition and Trends"
    ],
    "abstract": "This is the second Annual Homelessness Assessment Report to the United States Congress. The data are based on HMIS records from a six-month period in 2006, and from the point-in-time counts iin January, 2006, reported by communities as part of the Continuum of Care application process.",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/The%202006%20Annual%20Homeless%20Assessment%20Report%20to%20Congress%281%29.pdf"
  },
  {
    "id": "1738571983398",
    "title": "An Evaluation of the City of Philadelphia's Kensington Encampment Resolution Pilot",
    "authors": "Stephen Metraux, Meagan Cusack, Fritz Graham, David S Metzger, Dennis P Culhane",
    "date": "2019-03-05",
    "categories": [
      "Behavioral Health, HIV, and Criminal Justice"
    ],
    "abstract": "This evaluation is an independent examination of the City of Philadelphias Encampment Resolution Pilot (ERP), an initiative to shut down two homeless encampments located in the Kensington section of Philadelphia. The closure process involved an extended period of active outreach that facilitated access to housing, substance use treatment, and other services to people who stayed in the encampments and faced displacement. We examined two primary outcomes: first, whether the encampments were closed as scheduled and remained closed; and, second, the extent to which the people who were sleeping in the encampments (i.e., the target population) received needed services.The evaluation is based upon five primary data collection activities that, combined, provided a timely, multifaceted assessment of ERP, and particularly of the impacts ERP had on both those displaced by the initiative and the area of Kensington surrounding these encampments. These data components are:1. An Outreach Encampment and Survey of 169 persons who frequented the encampments;2. Data collected as part of ERP outreach services and linked to the City of Philadelphias integrated data system of services records known as CARES;3. Direct observation of community meetings, ERP planning meetings, and encampment sites;4. Interviews with people who stayed in encampments and community members as well as advocates for those staying in the encampments, and ERP officials and providers; and5. Documents and records from City of Philadelphia and other sources, and media coverage related to ERP and Kensington",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/An%20Evaluation%20of%20the%20City%20of%20Philadelphia%27s%20Kensington%20Encampment%20Resolution%20Pilot%281%29.pdf"
  }
]