[
  {
    "id": "1738573080588",
    "title": "Philadelphia Neighborhoodbase",
    "authors": "Dennis P Culhane",
    "date": "1998-01-01",
    "categories": [
      "AISP and Integrated Data Systems"
    ],
    "abstract": "A web-based tool for creating tables, maps, charts and statistical profiles of Philadelphia's neighborhoods based on land records, real estate transactions, utility shut-offs, vacancy indicators, code enforcement and US Census Data.",
    "pdfUrl": "http://www.cml.upenn.edu/nbase"
  },
  {
    "id": "1738573083487",
    "title": "Veteran Homelessness: A Supplemental Report to the 2009 Annual Homeless Assessment Report to Congress; Homelessness among Veterans",
    "authors": "Dennis P. Culhane, Jill Khadduri, Alvaro Cortes, Larry Buron, Joshua Leopold",
    "date": "2011-10-07",
    "categories": [
      "Population Estimation, Demographic Composition and Trends"
    ],
    "abstract": "The Department of Housing and Urban Development (HUD) and the Department of Veterans Affairs (VA) are pleased to present Veteran Homelessness: A Supplemental Report to the 2009 Annual Homeless Assessment Report to Congress. This report is the result of ongoing collaboration between HUD and the VA to understand the extent and nature of homelessness among veterans in the United States. The information presented in this report is intended to inform public policymakers, local practitioners and the general public about veteran homelessness. It also advances the goals of the nations federal strategic plan to prevent and end homelessness (Opening Doors: Federal Strategic Plan to Prevent and End Homelessness) through the collection, analysis, and reporting of quality, timely data on homelessness.",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/Veteran%20Homelessness_%20A%20Supplemental%20Report%20to%20the%202009%20Annual%20Homeless%20Assessment%20Report%20to%20Congress%281%29.pdf"
  },
  {
    "id": "1738573086439",
    "title": "Philadelphia Parcelbase",
    "authors": "Dennis P Culhane",
    "date": "1998-01-01",
    "categories": [
      "AISP and Integrated Data Systems"
    ],
    "abstract": "A web-based tool for identifying properties and browsing land records in Philadelphia. Password protected.",
    "pdfUrl": "http://www.cml.upenn.edu/parcelbase"
  },
  {
    "id": "1738573089377",
    "title": "Philadelphia Schoolbase",
    "authors": "Dennis P Culhane",
    "date": "2007-01-01",
    "categories": [
      "AISP and Integrated Data Systems"
    ],
    "abstract": "A web-based tool for creating tables, maps, charts and statistical profiles for Philadelphia's schools and neighborhoods based on data from the School District of Philadelphia. (Password protected)",
    "pdfUrl": "http://www.cml.upenn.edu/schoolbase"
  },
  {
    "id": "1738573092257",
    "title": "Philly Sitefinder",
    "authors": "Dennis P Culhane",
    "date": "2003-01-01",
    "categories": [
      "AISP and Integrated Data Systems"
    ],
    "abstract": "A web-based tool for identifying vacant commercial properties and brownfields in eastern and eastern north Philadelphia.",
    "pdfUrl": "http://www.cml.upenn.edu/phillysitefinder"
  },
  {
    "id": "1738573095197",
    "title": "Where Homeless Families Come From: Toward a Prevention-Oriented Approach in Washington, DC",
    "authors": "Dennis P Culhane, Chang Moo Lee",
    "date": "1997-11-01",
    "categories": [
      "Structural Determinants of Homelessness",
      "Housing Interventions"
    ],
    "abstract": "The District of Columbia shelter system currently operates on a continuum of care model that assumes all or most people with housing emergencies should enter shelters and move progressively through a series of fully subsidized residential programs, then on to independence. The federal government encouraged the development of this model, and it is one that predominates nationally. This approach, however, is inflexible and has relatively high fixed unit costs because it assumes that all homeless people, regardless of the nature of their housing emergency, should enter a system of supervised residential programs. In fact, not all segments of the homeless population require the extensive social services necessary to help chronically homeless persons. States and localities recognize that not everyone should enter the shelter system, and have increasingly looked to alternative methods to divert families and individuals from shelters. Typically they combine rigorous needs assessment with emergency housing assistance-such as time-limited rent subsidies, rent arrears assistance, relocation grants, utility assistance, or loans and often supplement such financial assistance with case management and/or referral to community programs. Homelessness prevention programs target the nearly homeless - those who with assistance can overcome an acute housing crisis and avoid a shelter stay - and generally are delivered in a neighborhood context. Unfortunately, federal funds for homelessness cannot currently be used for such activity.",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/Where%20Homeless%20Families%20Come%20From_%20Toward%20a%20Prevention-Oriented%20Approach%20in%20Washington%2C%20DC%281%29.pdf"
  },
  {
    "id": "1738573098188",
    "title": "Where the Homeless Come From: A Study of the Prior Address Distribution of Families Admitted to Public Shelters in New York City and Philadelphia",
    "authors": "Dennis P Culhane, Chang Moo Lee, Susan M Wachter",
    "date": "1996-01-01",
    "categories": [
      "Structural Determinants of Homelessness",
      "Housing Interventions",
      "Families with Children"
    ],
    "abstract": "This study investigates hypotheses regarding the association of census tract variables with the risk for homelessness. We used prior address information reported by families entering emergency shelters in two large U.S. cities to characterize the nature of that distribution.Three dense clusters of homeless origins were found in Philadelphia and three in New York City, accounting for 67 percent and 61 percent of shelter admissions and revealing that homeless families prior addresses are more highly concentrated than the poverty distribution in both cities. The rate of shelter admission is strongly and positively related to the concentration of poor, African-American, and female-headed households with young children in a neighborhood. It is also correlated with fewer youth, elderly, and immigrants. Such areas have higher rates of unemployment and labor force nonparticipation, more housing crowding, more abandonment, higher rates of vacancy, and higher rent-to-income ratios than other areas.",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/Where%20the%20Homeless%20Come%20From_%20A%20Study%20of%20the%20Prior%20Address%20Distribution%20of%20Families%20Admitted%20to%20Public%20Shelters%20in%20New%20York%20City%20and%20Philadelphia%281%29.pdf"
  },
  {
    "id": "1738573101096",
    "title": "Where to from Here? A Policy Research Agenda Based on the Analysis of Administrative Data",
    "authors": "Dennis P Culhane, Stephen Metraux",
    "date": "1997-01-01",
    "categories": [
      "Housing Interventions",
      "HMIS and AHAR",
      "AISP and Integrated Data Systems",
      "Policy Analysis and Commentary"
    ],
    "abstract": "This article outlines a policy research agenda based on the analysis of administrative data. Computerized records of client characteristics and their related shelter utilization patterns offer researchers a rich source of longitudinal data that makes possible a wide range of investigations and can be analyzed by using an array of multivariate statistical tools. Specifically, this article discusses the contributions administrative data can make to (1) enumerating and determining the characteristics of the homeless population, (2) understanding the effect of homelessness on related public systems, (3) gauging the effect of policy interventions on the use of homeless services, (4) evaluating the effectiveness of system-level delivery of homeless services, and (5) measuring the performance of individual homeless service providers.The article concludes by commenting on several issues that policy makers might consider regarding the implementation of automated information systems among homeless service providers.",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/Where%20to%20from%20Here_%20A%20Policy%20Research%20Agenda%20Based%20on%20the%20Analysis%20of%20Administrative%20Data%281%29.pdf"
  },
  {
    "id": "1738573104031",
    "title": "The Homelessness Analytics Initiative",
    "authors": "Dennis P Culhane, Thomas Byrne, Kenneth Steif, Anne E Montgomery",
    "date": "2013-01-01",
    "categories": [
      "HMIS and AHAR",
      "AISP and Integrated Data Systems",
      "Population Estimation, Demographic Composition and Trends"
    ],
    "abstract": "Access critical national, state, and local information about homelessness and related factors. I. Explore Maps and Variables: Choose from dozens of homelessness related data points to map at a variety of geographic resolutions and scales over the last several years. II. Forecast Changes in Homelessness: Access models of how different demographic, economic, and safety net variables affect homelessness. Interactively change values and see forecast results. III. Charts, Graphs, and Tables: Chart trends in homelessness over time, explore relationships between social indicators and homelessness, and download tables of data.",
    "pdfUrl": "https://homelessnessanalytics.org/"
  },
  {
    "id": "1738573106956",
    "title": "AISP Working Paper: Addressing Racial and Ethnic Inequities in Human Service Provision",
    "authors": "Sharon Zanti, Dennis P Culhane",
    "date": "2021-10-01",
    "categories": [
      "AISP and Integrated Data Systems"
    ],
    "abstract": "Equity assessments, like those described in this working paper, have historical roots in the Civil Rights movement. As part of demands for equitable access to jobs, resources, and services, communities of color and Civil Rights advocates pressed public and private institutions to document the representation of racial and ethnic groups (National Archives, 2016). Corrective action plans were used to develop clear strategies to redress inequities and hold institutions accountable to change. Affirmative action policies reinforced these strategies by requiring certain groups, such as federal contractors, to develop numerical targets and timelines to correct for underutilization of services by marginalized groups (Legal Information Institute, n.d.).Human service agencies are now being called upon once again to address inequities within their programs. In January 2021, President Biden signed the Executive Order on Advancing Racial Equity and Support for Underserved Communities Through the Federal Government, which requires federal agencies to identify methods for assessing equity within federal programs and to engage communities historically underserved or discriminated against in these programs (Exec. Order No. 13985, 2021). This working paper strives to build upon the aims of the Civil Rights movement to help human service agencies estimate and respond to racial and ethnic inequities in their service provision. The urgency of this work is underscored not only by the executive order, but also by the long overdue social unrest around racialized violence and inequity in the U.S. and the stark racial disparities in experience and outcomes of the COVID-19 pandemic.The following sections of this paper outline three phases of workperforming a gaps analysis (measuring gaps between need for and current availability of services), interpreting the gaps analysis (assessing root causes of the problem and strategizing responses), and co-creating an equity plan (determining next steps and implementing strategies to correct for inequities). Importantly, community organizations and those with lived experiences of the systems under consideration need to be engaged throughout this entire process. See AToolkit for Centering Racial Equity Throughout Data Integration for more (Hawn Nelson et al., 2020a). In addition, the general process provided here will need to be customized based on the social issue of interest, local context, available data, and resource constraints. Drawing upon multiple data sources, types of expertise, and stakeholder perspectives is highly recommended in order to robustly assess and respond to inequities in service provision. Altogether, these methods can inform social policymaking and support human serviceagencies in more equitable resource allocation and service provision.",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/AISP%20Working%20Paper_%20Addressing%20Racial%20and%20Ethnic%20Inequities%20in%20Human%20Service%20Provision%281%29.pdf"
  },
  {
    "id": "1738573109814",
    "title": "Building + Sustaining State Data Integration Efforts: Legislation, Funding and Strategies",
    "authors": "Sharon Zanti, Adelia Jenkins, Emily Berkowitz, Amy Hawn Nelson, Kristen Smith, Sharon Zanti, TC Burnett, Dennis P Culhane",
    "date": "2021-05-01",
    "categories": [
      "AISP and Integrated Data Systems"
    ],
    "abstract": "The economic and social impacts of the COVID-19 pandemic have heightened demand for cross-agency data capacity, as policymakers are forced to reconcile the need for expanded services with extreme fiscal constraints. In this context, integrated data systems (IDS) also commonly referred to as data hubs, data collaboratives, or state longitudinal data systems are a valuable resource for data-informed decision making across agencies. IDS utilize standard governance processes and legal agreements to grant authority for routine, responsible use of linked data, and institutionalize roles across partners with shared priorities. Despite these benefits, creating and sustaining IDS remains a challenge for many states. Legislation and executive action can be powerful mechanisms to overcome this challenge and promote the use of cross-agency data for public good.This brief is organized in three parts. First, we offer examples of approaches from states that have used legislation and/or executive orders to enable data integration, as well as key considerations related to each. Second, we discuss state and federal funding opportunities that can help in implementing legislative or executive actions on data sharing and enhancing long-term sustainability of data sharing efforts. Third, we offer five foundational strategies to ensure that legislative or executive action is both ethical and effective.",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/Building%20%2B%20Sustaining%20State%20Data%20Integration%20Efforts_%20Legislation%2C%20Funding%20and%20Strategies%281%29.pdf"
  },
  {
    "id": "1738573112756",
    "title": "Abstract & Table of Contents",
    "authors": "Dennis P Culhane",
    "date": "1990-05-01",
    "categories": [
      "Dissertation"
    ],
    "abstract": "Read full articles",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/Abstract%20%26%20Table%20of%20Contents.pdf"
  },
  {
    "id": "1738573115756",
    "title": "Chapter Five Methods",
    "authors": "Dennis P Culhane",
    "date": "1990-05-01",
    "categories": [
      "Dissertation"
    ],
    "abstract": "Read full articles",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/Chapter%20Five%20Methods.pdf"
  },
  {
    "id": "1738573118740",
    "title": "Chapter Four Setting",
    "authors": "Dennis P Culhane",
    "date": "1990-05-01",
    "categories": [
      "Dissertation"
    ],
    "abstract": "Read full articles",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/Chapter%20Four%20Setting.pdf"
  },
  {
    "id": "1738573121677",
    "title": "Chapter One Literature",
    "authors": "Dennis P Culhane",
    "date": "1990-05-01",
    "categories": [
      "Dissertation"
    ],
    "abstract": "Read full articles",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/Chapter%20One%20Literature.pdf"
  },
  {
    "id": "1738573124718",
    "title": "Chapter Seven Discussion",
    "authors": "Dennis P Culhane",
    "date": "1990-05-01",
    "categories": [
      "Dissertation"
    ],
    "abstract": "Read full articles",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/Chapter%20Seven%20Discussion.pdf"
  },
  {
    "id": "1738573127721",
    "title": "Chapter Six Continued",
    "authors": "Dennis P Culhane",
    "date": "1990-05-01",
    "categories": [
      "Dissertation"
    ],
    "abstract": "Read full articles",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/Chapter%20Six%20Continued.pdf"
  },
  {
    "id": "1738573130636",
    "title": "Chapter Six Results--Pathways",
    "authors": "Dennis P Culhane",
    "date": "1990-05-01",
    "categories": [
      "Dissertation"
    ],
    "abstract": "Read full articles",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/Chapter%20Six%20Results--Pathways.pdf"
  },
  {
    "id": "1738573133524",
    "title": "Chapter Three Theory",
    "authors": "Dennis P Culhane",
    "date": "1990-05-01",
    "categories": [
      "Dissertation"
    ],
    "abstract": "Read full articles",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/Chapter%20Three%20Theory.pdf"
  },
  {
    "id": "1738573136490",
    "title": "Chapter Two Continued",
    "authors": "Dennis P Culhane",
    "date": "1990-05-01",
    "categories": [
      "Dissertation"
    ],
    "abstract": "Read full articles",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/Chapter%20Two%20Continued.pdf"
  },
  {
    "id": "1738573139417",
    "title": "Chapter Two Historical & Social Context",
    "authors": "Dennis P Culhane",
    "date": "1990-05-01",
    "categories": [
      "Dissertation"
    ],
    "abstract": "Read full articles",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/Chapter%20Two%20Historical%20%26%20Social%20Context.pdf"
  },
  {
    "id": "1738573142379",
    "title": "Introduction",
    "authors": "Dennis P Culhane",
    "date": "1990-05-01",
    "categories": [
      "Dissertation"
    ],
    "abstract": "Read full articles",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/Introduction.pdf"
  },
  {
    "id": "1738573145249",
    "title": "References, Tables & Appendices",
    "authors": "Dennis P Culhane",
    "date": "1990-05-01",
    "categories": [
      "Dissertation"
    ],
    "abstract": "Read full articles",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/References%2C%20Tables%20%26%20Appendices.pdf"
  },
  {
    "id": "1740247165855",
    "title": "Persistence of a birth cohort effect in the US among the adult homeless population",
    "authors": "ThomasByrne;Kelly M.Doran,MD;RandallKuhn,;StephenMetraux,;MaryanneSchretzman,DSW;DanTreglia,;Dennis P.Culhane",
    "date": "2024-12-26",
    "categories": [
      "Population Estimation, Demographic Composition and Trends"
    ],
    "abstract": "Older adult homelessness is increasing in the US. Research published more than a decade ago using 1990 to 2010 decennial Census data suggested this is due to a birth cohort effect. Persons born between 1955 and 1965 have composed a disproportionate share of the single adult homeless population since the 1980s. We have thus far lacked information about whether this trend has persisted since 2010. This is a critical gap, as advancing age combined with the complex health needs of older homeless adults, will have serious implications for health care and social service systems. Here, we document the persistence of this cohort effect to the year 2020 and the attendant emergence of over-65 homelessness as a large-scale phenomenon.",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/Persistence%20of%20a%20birth%20cohort%20effect%20in%20the%20US%20among%20the%20adult%20homeless%20population.pdf",
    "lastModified": "2025-02-22T18:40:43.067Z"
  },
  {
    "id": "1740249017938",
    "title": "The stress-buffering effects of received social support on PTSD among Hurricane Ike survivors",
    "authors": "Chenyi Ma, Tony E. Smith, Dennis P Culhane",
    "date": "2024-09-05",
    "categories": [
      "Behavioral Health, HIV, and Criminal Justice"
    ],
    "abstract": "Hurricane Ike made landfall in the Galveston Bay Area in 2008, destroying parts of the built and natural environment, and leaving survivors with a high prevalence of posttraumatic stress disorder (PTSD); however, equally striking was the rapid decline of PTSD among survivors during the 18 months following this disaster. Existing literature suggests that social support tends to either directly or indirectly mitigate such mental health outcomes by moderating disaster-related stress. The present article builds on this to analyze the possible factors contributing to PTSD recovery, including both Ike-related stress suffered by victims and the social support they received over time. We used the Galveston Bay Recovery Study public use file, which includes three waves of interviews for selected victims (n = 658) and employed a series of nested random-effect logistic regression models to test two hypotheses: (a) that social support received by victims buffered the positive relationship between Ike-related stress and PTSD risk and (b) that this buffering effect (BE) diminished over time. Our results provide strong evidence for such BEs ( = 0.03, p = .009), and, through the use of three-way interaction analysis corrected for multiple testing, we show that the observed BE did indeed diminish over time (p = .045). PTSD resulting from disaster-related stress can be substantially reduced by social support interventions. Policy formulation should focus on early social support interventions, given they are most effective in PTSD recovery.",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/The%20stress-buffering%20effects%20of%20received%20social%20support%20on%20PTSD%20among%20Hurricane%20Ike%20survivors.pdf"
  },
  {
    "id": "1740249020947",
    "title": "Understanding the dynamic process of human behavior changes towards disaster preparedness: An application of the integrated TTM with SCT and PMT",
    "authors": "Chenyi Ma, Dennis P Culhane, Sara S. Bachman",
    "date": "2024-06-18",
    "categories": [
      "Behavioral Health, HIV, and Criminal Justice"
    ],
    "abstract": "Integrating the Transtheoretical Model with Social Cognitive Theory and Protection Motivation Theory, we propose a new model to study the progress of behavior changes towards disaster preparedness along three developmental stages: from not prepared (NP), to intention to prepare (IP), to already prepared (AP). Using the 2021 National Household Survey data (FEMA, N = 6,180), we tested this model by employing a series of nested weighted generalized ordered logistic regressions. We found that, although Hispanics have a larger prevalence of IP than their non-Hispanic white counterparts, they are less likely to move to the AP stage. The observed ethnic disparity is largely due to the disparities in actual behavioral capabilities in essential knowledge and access to resources between the two groups. Personal disaster experience, social/observational learning, self-efficacy, and risk perception each facilitate behavior changes from the NP to IP or AP stage (i.e., departure from NP stage) and from NP or IP stage to AP stage (i.e., arrival at AP stage). Although income does not necessarily influence one's decision to depart from the NP stage, it determines one's arrival at the AP stage. Increasing one's income further boosts the realization of AP for people with high-risk perceptions. However, for people with moderate or low levels of risk perceptions, increased income did not lead to arrival at the AP stage. Additional research is needed to more fully apply this process-oriented approach with new measurement introduced in this paper to study the behavior changes among subpopulations in exposure to specific hazards.",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/Understanding%20the%20dynamic%20process%20of%20human%20behavior%20changes%20towards%20disaster%20preparedness%20An%20application%20of%20the%20integrated%20TTM%20with%20SCT%20and%20PMT.pdf",
    "lastModified": "2025-03-16T13:53:40.088Z"
  },
  {
    "id": "1740249024077",
    "title": "Addressing low-income household sheltering needs after a disaster: a needs assessment among Hurricane Harvey housing victims",
    "authors": "Chenyi Ma, Dennis P Culhane",
    "date": "2022-11-30",
    "categories": [
      "Housing Interventions"
    ],
    "abstract": "Existing literature suggests many victims of housing loss due to disaster need emergency shelter, and low-income individuals are at risk of becoming chronically homeless without assistance in the transition to conventional housing. In response, FEMA provides Transitional Sheltering Assistance (TSA) to victims of housing loss. However, the extent to which sheltering needs are met by TSA has not been investigated, especially among low-income households. Analyzing FEMAs administrative data including all damaged housing units in Harris and Galveston counties (N = 283,085), we found that low-income victims of housing loss not only had greater sheltering needs but also were less likely to access TSA than their counterparts not of low-income status. When both groups were in need of shelter, the chance of obtaining TSA for low-income victims of housing loss was much lower than that for their counterparts. Our study highlights the critical sheltering needs of low-income households in a natural disaster, and advocates for a broader and more equitable distribution of TSA.",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/Addressing%20low-income%20household%20sheltering%20needs%20after%20a%20disaster%3A%20a%20needs%20assessment%20among%20Hurricane%20Harvey%20housing%20victims.pdf"
  },
  {
    "id": "1740249027100",
    "title": "Were low-income sheltering needs addressed after Hurricane Harvey? A needs assessment of its housing victims",
    "authors": "Chenyi Ma, Dennis P Culhane",
    "date": "2022-03-27",
    "categories": [
      "Housing Interventions"
    ],
    "abstract": "With nearly 30 trillion tons of raining water, Hurricane Harvey wreaked havoc on the Texas Coast, with two-thirds of its flooded residential buildings clustered in Houston-Galveston area alone. Victims of housing loss after disasters are usually in immediate need of emergency shelters (Quarantelli, 1995); and low-income urban residents are at risk of becoming chronically homeless if they lack access to assistance with relocating into conventional housing (Culhane, Metraux, and Byrne, 2014). In response, the Federal Emergency Management Agency (FEMA) provides Transitional Sheltering Assistance (TSA), which for Hurricane Harvey came at a cost of $441 million. However, to what extent the shelter and housing needs were met by TSA, especially among those in low-income households, has not been investigated. Focusing on Harvey-damaged primary housing units in Harris and Galveston counties, our study interrogates two research questions:1.What was the extent of sheltering need among housing loss victims by different income levels?2.To what extent did the TSA program address the sheltering needs of housing loss victims with different income levels?",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/Were%20low-income%20sheltering%20needs%20addressed%20after%20Hurricane%20Harvey%3F%20A%20needs%20assessment%20of%20its%20housing%20victims.pdf"
  },
  {
    "id": "1740249030047",
    "title": "The impact of the National Flood Insurance Program on Galveston, Texas",
    "authors": "Chenyi Ma, Roberta Iversen, Dennis P Culhane",
    "date": "2013-11-09",
    "categories": [
      "Policy Analysis and Commentary"
    ],
    "abstract": "Administered by the Federal Emergency Management Agency (FEMA) and established in 1968, the National Flood Insurance Program (NFIP) is one of the worlds longest standing public insurance programs (Michel-Kerjan, 2010). By 2012, NFIP had provided approximately $1.2 trillion of insurance coverage to nearly 6 million commercial and residential policyholders (FEMA, 2013). Because NFIP solely relies on premium collection from property owners, the unexpected number of claims caused by major hurricanes in 2005, 2008, and 2012 led to NFIP debt of nearly $30 billion, (CBO, 2013). Some residents remained socially and physically vulnerable as a result.",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/The%20impact%20of%20the%20National%20Flood%20Insurance%20Program%20on%20Galveston%2C%20Texas.pdf"
  },
  {
    "id": "1740249032916",
    "title": "NYC report HOMELESS PREVENTION AT-RISK STUDENTS IN NEW YORK CITY SCHOOLS",
    "authors": "Dennis P Culhane, Antoine Lovell, CIDI",
    "date": "2023-07-01",
    "categories": [
      "Structural Determinants of Homelessness",
      "Housing Interventions",
      "Policy Analysis and Commentary"
    ],
    "abstract": "In the 2021-2022 school year, more than 104,000, or 1 out of 10 students resided in temporary housing (New York City Department of Education, 2022). Most of these students families lived doubled up with another family, while nearly one third resided in shelter. Students in such circumstances face enormous challenges to learning, contributing to a vicious cycle of poverty, homelessness, and educational underattainment which can be devastating to students and their families.New York City has implemented a multifaceted response to support those at risk of homelessness. Specifically, the Department of the Human Resources Administration and Social Services (HRA/DSS) operates homeless prevention programs that provide services to households identified as at-risk and who, without an intervention, might experience homelessness. Despite providing services to many families at risk of homelessness and preventing homelessness, the risk pool is often so large that most families with risk factors for homelessness never enter shelter or ever experience homelessness. This situation makes identifying families who will become homeless in the absence of an intervention critically important.This report presents findings from research designed to identify risk factors and produce a new predictive model to help school staff identify students at the highest risk of imminent homelessness. The report starts by summarizing prior efforts to target homelessness prevention programs. Then, the report describes factors that are known to be associated with student homelessness. After this background, the report describes the methods, key findings, and implications of the analysis. The Center for Innovation through Data Intelligence (CIDI) conducted the study in collaboration with partners at the University of Pennsylvania.",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/NYC%20report%20HOMELESS%20PREVENTION%20AT-RISK%20STUDENTS%20IN%20NEW%20YORK%20CITY%20SCHOOLS.pdf"
  },
  {
    "id": "1740249035807",
    "title": "NYC report Preventing Young Adult Homelessness among Students at Risk",
    "authors": "Dennis P Culhane, TC Burnett, CIDI",
    "date": "2024-11-01",
    "categories": [
      "Structural Determinants of Homelessness",
      "Housing Interventions",
      "Child Welfare and Transition Aged Youth"
    ],
    "abstract": "The transition to adulthood is a particularly difficult time for most youth, and this difficulty is magnified for young adults experiencing homelessness. These young people have often already survived adverse childhood experiences such as foster care, family conflict, and housing instability. Existing support systems designed for youth were strained by the COVID-19 pandemic, which resulted in heightened social isolation, trauma, financial stress, and reduced school engagement for these young people. Preventing homelessness among youth requires multifaceted approaches and presents new opportunities for cross-agency interventions.This research study by the New York City Center for Innovation through Data Intelligence (CIDI), conducted in collaboration with partners at the University of Pennsylvania, examines the characteristics and experiences of New York City Public Schools (NYCPS) students who experienced homelessness as young adults between the ages of 18-21. The study compares the experiences of these students to those of all students in NYCPS. Its goal is to enable the creation of new supports that facilitate pathways to success.",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/NYC%20report%20Preventing%20Young%20Adult%20Homelessness%20among%20Students%20at%20Risk.pdf"
  },
  {
    "id": "1740249038845",
    "title": "Defining and Counting Homelessness",
    "authors": "Dan Treglia, Dennis P Culhane",
    "date": "2023-05-21",
    "categories": [
      "Population Estimation, Demographic Composition and Trends"
    ],
    "abstract": "Drawing on experience from the United States, this chapter explores the challenges at improving global statistics on the extent and nature of homelessness. Definitions and measurements of homelessness have political and ideological dimensions as well as having methodological implications for how homelessness is enumerated. This chapter explores the ways in which the United States moved from definitions and counts focused on street homelessness to much wider and more comprehensive definitions and new ways of finding and accurately counting people experiencing homelessness. This has included the use of increasingly refined PIT (point-in-time) methods. The importance of common administrative systems and data sharing in understanding the nature and extent of homelessness and the characteristics of people experiencing homelessness is also examined. The progress in measurement is considered in relation to some ongoing challenges in measurement. Difficulties still exist in reliably finding populations who can be hidden from standard survey methods, have infrequent contact with administrative systems, and can sometimes be highly mobile.",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/Defining%20and%20Counting%20Homelessness.pdf"
  },
  {
    "id": "1740249041797",
    "title": "Homelessness in the United States",
    "authors": "Samantha Batko, Dennis P Culhane",
    "date": "2023-05-21",
    "categories": [
      "Population Estimation, Demographic Composition and Trends"
    ],
    "abstract": "This chapter looks at the nature, extent, and experience of homelessness in the United States. An overview of federal responses to homelessness is provided, alongside a discussion of the definition and enumeration of homelessness. The scale and nature of homelessness, experienced by 580,000 people on a single night just before the COVID-19 pandemic engulfed the United States in 2020, are explored and the different dimensions, including veteran homelessness, are examined. This chapter also looks at how patterns of homelessness and levels of homelessness have changed over time, including the successes that were achieved in reducing overall homelessness from 2009 to 2019. The state of academic debate on causation and reduction of homelessness is summarized, including Housing First and the use of rapid re-housing. While progress occurs in other areas, this chapter concludes that the prevention of homelessness in the United States remained an aspirational strategy in the early 2020s.",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/Homelessness%20in%20the%20United%20States.pdf"
  },
  {
    "id": "1740249044664",
    "title": "LA County's Homeless Initiative Annual Performance Evaluation, Year 6 Outcomes",
    "authors": "Halil Toros, Dennis P Culhane, Stephen Metraux",
    "date": "2023-12-01",
    "categories": [
      "Policy Analysis and Commentary"
    ],
    "abstract": "In July 2023, the Office of the Homeless Initiative (HI) within Los Angeles County's Chief Executive Office commenced its eighth year and the seventh since the County began receiving Measure H sales tax proceeds to fund services at the basis of a coordinated approach to ending the homelessness crisis. This evaluation examines Year 6, which occurred in the County's 2021-22 Fiscal Year (FY), as well as the first six years of the HI overall.Year 5 was the final year before the implementation of a new guiding framework implemented in response to a reassessment of the HI's originating strategies for addressing the Countywide homelessness crisis. In Year 6, the HI therefore underwent a significant transition after the Los Angeles County Board of Supervisors approved the new approach, which aimed to streamline and consolidate 51 HI strategies into five primary activities: Coordination, Prevention, Connection, Housing, and Stabilization. The renewed framework additionally introduced a new supporting activities category to encompass previous strategies focused on capacity building and coordination across public services domains. The HI's new approach places renewed emphasis on collaboration with key partners integral to ending the homelessness crisis, including the Homeless Rehousing System, the County's Mainstream Government Systems, and local cities.",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/LA%20County%27s%20Homeless%20Initiative%20Annual%20Performance%20Evaluation%2C%20Year%206%20Outcomes.pdf"
  },
  {
    "id": "1740249047465",
    "title": "Generalized Anxiety Disorder Prevalence and Disparities Among U.S. Adults The Roles Played by Job Loss, Food Insecurity, and Vaccinations During the COVID-19 Pandemic",
    "authors": "Chenyi Ma, Tony E. Smith, Dennis P Culhane",
    "date": "2025-02-11",
    "categories": [
      "Behavioral Health, HIV, and Criminal Justice"
    ],
    "abstract": "Objectives: The purposes of this study are to examine (i) to what extent job loss and food insecurity accounted for racial disparities in generalized anxiety disorder (GAD) risk among adults in the United States during the coronavirus disease 2019 (COVID-19) pandemic; and (ii) to what extent the COVID-19 vaccination mitigated such risk, especially among older adults.Methods: First, we analyzed data from the U.S. Household Pulse Survey to report on the relative prevalence of GAD with respect to demographic characteristics, economic hardships, and COVID-19 vaccine status. We then adopted a series of logistic regression models to estimate the probabilities of having GAD by sequentially adding these possible explanatory factors.Results: Findings demonstrated higher prevalence rates of GAD among Hispanic and non-Hispanic Black Americans than non-Hispanic White Americans, which can primarily be attributed to the fact that non-Hispanic White Americans were less vulnerable to job loss and food insecurity. Older adults were less susceptible to GAD than their middle-aged and young adult counterparts. Compared to unvaccinated older adults, the odds of having GAD were substantially reduced for older adults who were partially vaccinated, and even more significantly declined for fully vaccinated older adults.Discussion: Racial and ethnic disparities in GAD were largely due to disproportionate experiences of job loss and food insecurity across different racial and ethnic groups during the pandemic. Social distancing measures partially explain the different prevalence of GAD between older adults and their counterparts. Rapid deployment of the COVID-19 vaccines played an effective role in suppressing GAD, especially among older adults.",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/Generalized%20Anxiety%20Disorder%20Prevalence%20and%20Disparities%20Among%20U.S.%20Adults%20The%20Roles%20Played%20by%20Job%20Loss%2C%20Food%20Insecurity%2C%20and%20Vaccinations%20During%20the%20COVID-19%20Pandemic.pdf"
  },
  {
    "id": "1740249145802",
    "title": "Los Angeles County's Enterprise Linkages Project: An Example of the Use of Integrated Data Systems in Making Data-Driven Policy and Program Decisions",
    "authors": "Thomas Byrne, Stephen Metraux, Manuel Moreno, Dennis P Culhane, Halil Toros, Max Stevens",
    "date": "2012-06-01",
    "categories": [
      "Child Welfare and Transition Aged Youth",
      "AISP and Integrated Data Systems"
    ],
    "abstract": "Governments at all levels are tasked with administering public programs that serve large numbers of people. The use of integrated data systems (IDS), which can be used to link administrative records from multiple public agencies into one database, offer a unique mechanism for providing the type of comprehensive information that is important for understanding the complex needs of vulnerable populations and for making data-based policy and program decisions that translate into more effective and efficient policies. In this paper, we draw on recent efforts to restructure Los Angeles Countys General Relief (GR) Program a cash assistance program for indigent adults as an example of how the effective use of IDS can play a crucial role in generating evidence that can guide important program and policy decisions.",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/Los%20Angeles%20County%E2%80%99s%20Enterprise%20Linkages%20Project_%20An%20Example%20of%20the%20Use%20of%20Integrated%20Data%20Systems%20in%20Making%20Data-Driven%20Policy%20and%20Program%20Decisions..pdf",
    "lastModified": "2025-02-22T21:07:45.748Z"
  },
  {
    "id": "1740249148958",
    "title": "Testing a Typology of Family Homelessness Based on Patterns of Public Shelter Utilization in Four U.S. Jurisdictions: Implications for Policy and Program Planning",
    "authors": "Dennis P. Culhane, Stephen Metraux, Jung Min Park, Maryanne Schretzman, Jesse Valente",
    "date": "2007-05-15",
    "categories": [
      "Patterns of Homelessness",
      "Families with Children"
    ],
    "abstract": "This study tests a typology of family homelessness based on patterns of public shelter utilization and examines whether family characteristics are associated with those patterns. The results indicate that a substantial majority of homeless families stay in public shelters for relatively brief periods, exit, and do not return. Approximately 20 percent stay for long periods. A small but noteworthy proportion cycles in and out of shelters repeatedly. In general, families with long stays are no more likely than families with short stays to have intensive behavioral health treatment histories, to be disabled, or to be unemployed. Families with repeat stays have the highest rates of intensive behavioral health treatment, placement of children in foster care, disability, and unemployment. The results suggest that policy and program factors, rather than family characteristics, are responsible for long shelter stays. An alternative conceptual framework for providing emergency assistance to homeless families is discussed.",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/Testing%20a%20Typology%20of%20Family%20Homelessness%20Based%20on%20Patterns%20of%20Public%20Shelter%20Utilization%20in%20Four%20U.S.%20Jurisdictions%3A%20Implications%20for%20Policy%20and%20Program%20Planning.pdf"
  },
  {
    "id": "1740249152063",
    "title": "The Patterns and Costs of Services Use among Homeless Families",
    "authors": "Dennis P Culhane, Jung Min Park, Stephen Metraux",
    "date": "1970-01-01",
    "categories": [
      "Housing Interventions",
      "Child Welfare and Transition Aged Youth",
      "Behavioral Health, HIV, and Criminal Justice",
      "Families with Children"
    ],
    "abstract": "This study examines families use of behavioral health hospitalization and foster care placement prior to, during and following shelter use, comparing families based on shelter pattern and type of housing exit. Results show that inpatient and foster care services use drops in the homelessness period, but rebounds following exit, regardless of pattern of shelter use, and type of housing exit. Results suggest that shelters supplant use of services, but not on a sustained basis. Despite declines in concurrent services use, the homelessness period is overall more costly for episodically and long-term shelter users, primarily owing to the high costs of shelter. High rates of inpatient and foster care services use following the homeless spell suggest that providers of homeless assistance should systematically screen and refer homeless families to on-going community-based service supports. Service use patterns indicate that homeless spells may disrupt continuity of care with community-based health and social services.",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/The%20Patterns%20and%20Costs%20of%20Services%20Use%20among%20Homeless%20Families.pdf"
  },
  {
    "id": "1740249155168",
    "title": "The Heterogeneity of Truancy among Urban Middle School Students A Latent Class Growth Analysis",
    "authors": "Chin Chih Chen, Dennis P Culhane, Stephen Metraux, Jung Min Park, Jessica Venable",
    "date": "2015-09-19",
    "categories": [
      "Child Welfare and Transition Aged Youth"
    ],
    "abstract": "This longitudinal study explores heterogeneity of middle school students by identifying subgroups of youth characterized by distinct truancy trajectories and by determining disability profiles that distinguish these subgroups. Participants comprised an entire 7th through 9th grade student population, with approximately 58,000 students, in a large urban school district. Latent class growth analysis was used to identify subgroups of truant youth. This analysis yielded five distinct truant subgroups: Very- Low (37 %), Low (43.4 %), Declining (3.3 %), Rising (12.8 %), and Chronic (3.6 %). Further, differential disability profiles were found in each subgroup with the control of demographic characteristics (i.e., gender, race/ethnicity, free/reduced lunch, Limited English Proficiency, grade, and prior school absences), students with serious emotional disturbance and learning disabilities demonstrated amplified risks of being classified in the Chronic or Rising subgroups, which show chronic or incremental upward truant trajectories over time. These findings are discussed in terms of their implications for future research.",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/The%20Heterogeneity%20of%20Truancy%20among%20Urban%20Middle%20School%20Students%20A%20Latent%20Class%20Growth%20Analysis.pdf"
  },
  {
    "id": "1741802414489",
    "title": "How Much Would It Cost to Provide Housing First to All Households Staying in Homeless Shelters?",
    "authors": "Dennis P Culhane, Matthew Fowle, Joy Moses",
    "date": "2025-03-12",
    "categories": [
      "Housing Interventions",
      "Policy Analysis and Commentary"
    ],
    "abstract": "Housing First is a proven evidence-based approach to addressing homelessness. However, programs operating under the Housing First model do not receive the necessary funding to meet the needs of all people experiencing homelessness.The estimated gaps and costs are hypothetical for a few important reasons: they do not include the needs of exclusively unsheltered households in 2022; the estimates are for a single year, so they do not consider multi-year costs; and the estimates do not account for varying assumptions regarding self-resolution or other potential program exits and geographic differences in program costs and affordable housing supply. Concerns about program quality improvements and consistent fidelity to the Housing First approach should also be a focus of future research and analysis.In 2022, homeless response systems only had the capacity to place 16.0% of households who were served in the nations shelters into permanent housing. Housing everyone who experiences sheltered homelessness during a given year would be a substantial step forward in ending homelessness.In this study, we ask: What would it cost to provide a Housing First placement to every household staying in a homeless shelter throughout the United States?We conservatively estimate that an additional $9.6 billion would be needed to achieve this goal: providing Rapid Re-Housing or Permanent Supportive Housing to everyone in a homeless shelter unable to access housing in a single year.Our analysis uses the most recently available Annual Homelessness Assessment Report (AHAR) Part 2, Supportive Services for Veteran Families (SSVF) Annual Report, and U.S. Department of Veterans Affairs Homeless Programs Office data to estimate program placement rates, unmet need, and funding required to house every adult, family, and veteran household that stayed in a shelter in 2022.",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/How%20Much%20Would%20It%20Cost%20to%20Provide%20Housing%20First%20to%20All%20Households%20Staying%20in%20Homeless%20Shelters.pdf",
    "lastModified": "2025-04-09T21:57:48.710Z"
  }
]