[
  {
    "id": "1735141281291",
    "title": "Where to from Here? A Policy Research Agenda Based on the Analysis of Administrative Data",
    "authors": "Dennis P Culhane, University of PennsylvaniaStephen Metraux, University of the Sciences in Philadelphia",
    "date": "1997-01-01",
    "categories": [
      "Housing Interventions",
      "HMIS and AHAR",
      "AISP and Integrated Data Systems",
      "Policy Analysis and Commentary"
    ],
    "abstract": "This article outlines a policy research agenda based on the analysis of administrative data. Computerized records of client characteristics and their related shelter utilization patterns offer researchers a rich source of longitudinal data that makes possible a wide range of investigations and can be analyzed by using an array of multivariate statistical tools. Specifically, this article discusses the contributions administrative data can make to (1) enumerating and determining the characteristics of the homeless population, (2) understanding the effect of homelessness on related public systems, (3) gauging the effect of policy interventions on the use of homeless services, (4) evaluating the effectiveness of system-level delivery of homeless services, and (5) measuring the performance of individual homeless service providers.The article concludes by commenting on several issues that policy makers might consider regarding the implementation of automated information systems among homeless service providers.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/8/"
  },
  {
    "id": "1735141284222",
    "title": "The Homelessness Analytics Initiative",
    "authors": "Dennis P CulhaneThomas ByrneKenneth Steif, University of PennsylvaniaAnne E Montgomery",
    "date": "2013-01-01",
    "categories": [
      "HMIS and AHAR",
      "AISP and Integrated Data Systems",
      "Population Estimation",
      "Demographic Composition and Trends"
    ],
    "abstract": "Access critical national, state, and local information about homelessness and related factors. I. Explore Maps and Variables: Choose from dozens of homelessness related data points to map at a variety of geographic resolutions and scales over the last several years. II. Forecast Changes in Homelessness: Access models of how different demographic, economic, and safety net variables affect homelessness. Interactively change values and see forecast results. III. Charts, Graphs, and Tables: Chart trends in homelessness over time, explore relationships between social indicators and homelessness, and download tables of data.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/136/"
  },
  {
    "id": "1735141287310",
    "title": "AISP Working Paper: Addressing Racial and Ethnic Inequities in Human Service Provision",
    "authors": "Sharon Zanti, University of PennsylvaniaDennis P Culhane, University of Pennsylvania",
    "date": "2021-10-01",
    "categories": [
      "AISP and Integrated Data Systems"
    ],
    "abstract": "Equity assessments, like those described in this working paper, have historical roots in the Civil Rights movement. As part of demands for equitable access to jobs, resources, and services, communities of color and Civil Rights advocates pressed public and private institutions to document the representation of racial and ethnic groups (National Archives, 2016). Corrective action plans were used to develop clear strategies to redress inequities and hold institutions accountable to change. Affirmative action policies reinforced these strategies by requiring certain groups, such as federal contractors, to develop numerical targets and timelines to correct for underutilization of services by marginalized groups (Legal Information Institute, n.d.).Human service agencies are now being called upon once again to address inequities within their programs. In January 2021, President Biden signed the Executive Order on Advancing Racial Equity and Support for Underserved Communities Through the Federal Government, which requires federal agencies to identify methods for assessing equity within federal programs and to engage communities historically underserved or discriminated against in these programs (Exec. Order No. 13985, 2021). This working paper strives to build upon the aims of the Civil Rights movement to help human service agencies estimate and respond to racial and ethnic inequities in their service provision. The urgency of this work is underscored not only by the executive order, but also by the long overdue social unrest around racialized violence and inequity in the U.S. and the stark racial disparities in experience and outcomes of the COVID-19 pandemic.The following sections of this paper outline three phases of workperforming a gaps analysis (measuring gaps between need for and current availability of services), interpreting the gaps analysis (assessing root causes of the problem and strategizing responses), and co-creating an equity plan (determining next steps and implementing strategies to correct for inequities). Importantly, community organizations and those with lived experiences of the systems under consideration need to be engaged throughout this entire process. See AToolkit for Centering Racial Equity Throughout Data Integration for more (Hawn Nelson et al., 2020a). In addition, the general process provided here will need to be customized based on the social issue of interest, local context, available data, and resource constraints. Drawing upon multiple data sources, types of expertise, and stakeholder perspectives is highly recommended in order to robustly assess and respond to inequities in service provision. Altogether, these methods can inform social policymaking and support human serviceagencies in more equitable resource allocation and service provision.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/263/"
  },
  {
    "id": "1735141290139",
    "title": "Building + Sustaining State Data Integration Efforts: Legislation, Funding and Strategies",
    "authors": "Sharon Zanti, University of PennsylvaniaAdelia Jenkins, University of PennsylvaniaEmily Berkowitz, University of PennsylvaniaAmy Hawn Nelson, University of Pennsylvania; Kristen Smith, University of Pennsylvania; Sharon Zanti, University of PennsylvaniaTC Burnett, University of Pennsylvania; Dennis P Culhane, University of Pennsylvania",
    "date": "2021-05-01",
    "categories": [
      "AISP and Integrated Data Systems"
    ],
    "abstract": "The economic and social impacts of the COVID-19 pandemic have heightened demand for cross-agency data capacity, as policymakers are forced to reconcile the need for expanded services with extreme fiscal constraints. In this context, integrated data systems (IDS) also commonly referred to as data hubs, data collaboratives, or state longitudinal data systems are a valuable resource for data-informed decision making across agencies. IDS utilize standard governance processes and legal agreements to grant authority for routine, responsible use of linked data, and institutionalize roles across partners with shared priorities. Despite these benefits, creating and sustaining IDS remains a challenge for many states. Legislation and executive action can be powerful mechanisms to overcome this challenge and promote the use of cross-agency data for public good.This brief is organized in three parts. First, we offer examples of approaches from states that have used legislation and/or executive orders to enable data integration, as well as key considerations related to each. Second, we discuss state and federal funding opportunities that can help in implementing legislative or executive actions on data sharing and enhancing long-term sustainability of data sharing efforts. Third, we offer five foundational strategies to ensure that legislative or executive action is both ethical and effective.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/270/"
  },
  {
    "id": "1735141293028",
    "title": "strategies to address homelessness at airports",
    "authors": "Damon Fordham, Juliana Urrego, Mia Stephens, Carrie Miller, Bridget Smith,Marisa Zapata, John MacArthur, Anna Rockhill, Jacen Greene, Samantha Batko,Lynden Bond, Abigail Williams, Mark Crosby, Dennis Culhane",
    "date": "1970-01-01",
    "categories": [
      "Policy Analysis and Commentary"
    ],
    "abstract": "There has been an increase in the number of people experiencing homelessness at airportsin recent years. There are many reasons for this, including an increase in people experiencingunsheltered homelessness in the United States and the attractiveness of airports for this populationdue to their relative safety, transit accessibility, climate-controlled shelter, and accessto food and amenities. Responses by airports have been varied as they wrestle with how tobalance their primary function of serving the traveling public with dealing respectfully withpeople experiencing homelessness. Research was needed to help airports partner with localcommunity-based resources for developing and implementing strategies to address homelessnessat airport facilities.The research, led by The Cadmus Group, began with a review of foundational and contextualfactors; this review also helped identify a broad range of stakeholders to be interviewed.This was followed by a comprehensive outreach plan that included airport and governmentalinstitutions, homelessness organizations, and one-on-one interviews with people experiencinghomelessness to ensure that these groups could contribute to the research.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/280/"
  },
  {
    "id": "1735141295952",
    "title": "The [First] Annual Homeless Assessment Report to Congress",
    "authors": "Dennis P. Culhane, University of Pennsylvania Mary Joel Holin Larry Buron Alvaro Cortes Stephen Poulin, University of Pennsylvania",
    "date": "1970-01-01",
    "categories": [
      "Population Estimation",
      "Demographic Composition and Trends",
      "HMIS and AHAR"
    ],
    "abstract": "The U.S. Department of Housing and Urban Development (HUD) is pleased to present this national report on homelessness in America. The report was developed in response to Congressional directives that began in 2001 and charged the Department with assisting communities to implement local Homeless Management Information Systems or HMIS. The primary goals in promoting local HMIS implementation are to improve the delivery of services to homeless clients and to increase understanding of their characteristics and needs at the local and national levels. According to Senate Report 109-109, \"The implementation of this new system would allow the Department to obtain meaningful data on the nations homeless population and develop annual reports through an Annual Homeless Assessment Report (AHAR).",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/6/"
  },
  {
    "id": "1735141298907",
    "title": "A Study of the Impacts of Welfare Reform in Philadelphia: Public Shelter Utilization, Demand for Public Housing Programs, and Public Housing Program Recipient Outcomes",
    "authors": "Dennis P. Culhane, University of PennsylvaniaStephen R. Poulin, University of PennsylvaniaLorlene M. Hoyt, University of PennsylvaniaStephen Metraux",
    "date": "2003-01-01",
    "categories": [
      "Policy Analysis and Commentary"
    ],
    "abstract": "N/A",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/148/"
  },
  {
    "id": "1735141301782",
    "title": "Assessing Relative Risk for Homeless Shelter Usage in New York City and Philadelphia",
    "authors": "Dennis P. Culhane, University of PennsylvaniaStephen Metraux, University of Pennsylvania",
    "date": "1999-01-01",
    "categories": [
      "Population Estimation",
      "Demographic Composition and Trends"
    ],
    "abstract": "N/A",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/153/"
  },
  {
    "id": "1735141304871",
    "title": "Assessing the Impact of the New York/New York Supported Housing Initiative for Homeless Persons with Severe Mental Illness on Public Shelter Use in New York City",
    "authors": "Stephen Metraux, University of the Sciences in PhiladelphiaSteven C. Marcus, University of PennsylvaniaDennis P. Culhane, University of Pennsylvania",
    "date": "2003-01-01",
    "categories": [
      "Housing Interventions"
    ],
    "abstract": "N/A",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/154/"
  },
  {
    "id": "1735141307661",
    "title": "Child Welfare Involvement Among Homeless Children",
    "authors": "Jung Min ParkStephen Metraux, University of the Sciences in PhiladelphiaDennis P. Culhane, University of Pennsylvania",
    "date": "2004-01-01",
    "categories": [
      "Child Welfare and Multisystem Youth"
    ],
    "abstract": "An analysis of 8,251 homeless children in New York City found that 18% of them received child welfare services over the five-year period following their first shelter admission, and an additional 6% had a history of having received such services before their first shelter admission. Recurrent use of public shelters, exposure to domestic violence, older age at first episode of homelessness, and larger number of children in a household were associated with an increased risk of child welfare involvement. The high rate of crossover between homelessness and the child welfare system suggests the need for service coordination for children in homeless families.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/164/"
  },
  {
    "id": "1735141312804",
    "title": "Homeless Shelter Use and Reincarceration Following Prison Release: Assessing the Risk",
    "authors": "Stephen MetrauxDennis P. Culhane",
    "date": "2004-01-01",
    "categories": [
      "Behavioral Health",
      "HIV",
      "and Criminal Justice"
    ],
    "abstract": "N/A",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/167/"
  },
  {
    "id": "1735141315903",
    "title": "PREFACE: Homelessness and Housing Exclusion in Europe: Challenges and Opportunities for Research and Policy",
    "authors": "Dennis P Culhane, University of PennsylvaniaThomas Byrne, University of Pennsylvania",
    "date": "2011-01-01",
    "categories": [
      "Policy Analysis and Commentary"
    ],
    "abstract": "N/A",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/150/"
  },
  {
    "id": "1735141318794",
    "title": "The Impact of Supportive Housing for Homeless People with Severe Mental Illness on the Utilization of the Public Health, Corrections, and Emergency Shelter Systems: The New York-New York Initiative",
    "authors": "Dennis P. CulhaneStephen MetrauxTrevor R. Hadley",
    "date": "2002-01-01",
    "categories": [
      "Policy Analysis and Commentary",
      "Housing Interventions"
    ],
    "abstract": "N/A",
    "pdfUrl": "https://works.bepress.com/metraux/16/"
  },
  {
    "id": "1735141321667",
    "title": "Supportive Housing for Homeless People with Severe Mental Illness",
    "authors": "Culhane, Dennis P Hadley, Trevor Metreaux, Stephen",
    "date": "2002-02-02",
    "categories": [
      "Housing Interventions"
    ],
    "abstract": "Research suggests that as many as 110,000 single adults with severe mental illness (SMI) are homeless on any given day in the United States. The combination of mental illness and homelessness make this population especially hard to reach through either housing or mental health programs alone. Supportive housing programs, which provide independent housing along with health and social services, hold great promise for this population, but are costly to launch and maintain. This Issue Brief highlights a landmark study that examines the extent to which supportive housing costs are offset by reductions in the use of public services for health, corrections, and shelter.",
    "pdfUrl": "https://repository.upenn.edu/entities/publication/f834a3f1-88db-4c8c-8628-994e0a251cb2"
  },
  {
    "id": "1735141324525",
    "title": "A Three Phase Methodology for Conducting Equity Focused Needs Assessments",
    "authors": "Sharon Zanti, University of PennsylvaniaDennis P Culhane, University of Pennsylvania",
    "date": "2022-09-13",
    "categories": [
      "AISP and Integrated Data Systems"
    ],
    "abstract": "This paper describes methods for conducting equity-focused needs assessments in human service organizations (HSOs). We begin with an overview of needs assessments in social welfare, then describe a three-phase methodology for bringing an equity lens to traditional needs assessment approaches. Central to this methodology is convening stakeholders and addressing issues of power and trust between those leading the needs assessment and those impacted by the process. Key challenges for executing equity-focused needs assessments are discussed, including the need to coordinate across multiple levels of government; enhance collaboration between academics, practitioners, and communities; and improve secure access to high-quality data for analysis.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/274/"
  }
]