[
  {
    "id": "1735313081590",
    "title": "An Evaluation of the City of Philadelphia's Kensington Encampment Resolution Pilot",
    "authors": "Stephen Metraux, University of DelawareMeagan CusackFritz Graham, University of PennsylvaniaDavid S Metzger, University of PennsylvaniaDennis P Culhane",
    "date": "2019-03-05",
    "categories": [
      "Behavioral Health, HIV, and Criminal Justice",
      "Behavioral Health, HIV, and Criminal Justice"
    ],
    "abstract": "This evaluation is an independent examination of the City of Philadelphias Encampment Resolution Pilot (ERP), an initiative to shut down two homeless encampments located in the Kensington section of Philadelphia. The closure process involved an extended period of active outreach that facilitated access to housing, substance use treatment, and other services to people who stayed in the encampments and faced displacement. We examined two primary outcomes: first, whether the encampments were closed as scheduled and remained closed; and, second, the extent to which the people who were sleeping in the encampments (i.e., the target population) received needed services.The evaluation is based upon five primary data collection activities that, combined, provided a timely, multifaceted assessment of ERP, and particularly of the impacts ERP had on both those displaced by the initiative and the area of Kensington surrounding these encampments. These data components are:1. An Outreach Encampment and Survey of 169 persons who frequented the encampments;2. Data collected as part of ERP outreach services and linked to the City of Philadelphias integrated data system of services records known as CARES;3. Direct observation of community meetings, ERP planning meetings, and encampment sites;4. Interviews with people who stayed in encampments and community members as well as advocates for those staying in the encampments, and ERP officials and providers; and5. Documents and records from City of Philadelphia and other sources, and media coverage related to ERP and Kensington",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/An%20Evaluation%20of%20the%20City%20of%20Philadelphia%27s%20Kensington%20Encampment%20Resolution%20Pilot%281%29.pdf"
  },
  {
    "id": "1735313083977",
    "title": "Behavioral health services use among heads of homeless and housed poor families",
    "authors": "Jung Min Park, University of Illinois at Urbana-ChampaignStephen Metraux, University of the Sciences in PhiladelphiaDennis P Culhane, University of Pennsylvania",
    "date": "2010-01-01",
    "categories": [
      "Behavioral Health, HIV, and Criminal Justice",
      "Families with Children"
    ],
    "abstract": "Objectives. This study compares the use of and cost for behavioral health services among heads of homeless and housed poor families. Methods. Medicaid records for 59,135 heads of families receiving Temporary Assistance to Needy Families benefits were matched with data from Philadelphias municipal shelter system. Propensity score matching was used to select a matched control group to those identified as having been homeless between 1997 and 2003. Behavioral health services utilization was then assessed based on Medicaid claims records. Results. Substantially higher levels of behavioral health services use and corresponding costs were found among heads of families with a history of shelter use. Conclusions. Greater use of behavioral health services by heads of homeless families may reflect greater severity of disorders or a greater likelihood to seek treatment relative to what has been suggested by previous research.",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/Behavioral%20health%20services%20use%20among%20heads%20of%20homeless%20and%20housed%20poor%20families%281%29.pdf"
  },
  {
    "id": "1735313084840",
    "title": "Behavioral health services use among heads of homeless and housed poor families",
    "authors": "Jung Min Park, University of Illinois at Urbana-ChampaignStephen Metraux, University of the Sciences in PhiladelphiaDennis P Culhane, University of Pennsylvania",
    "date": "2010-01-01",
    "categories": [
      "Behavioral Health, HIV, and Criminal Justice",
      "Families with Children"
    ],
    "abstract": "Objectives. This study compares the use of and cost for behavioral health services among heads of homeless and housed poor families. Methods. Medicaid records for 59,135 heads of families receiving Temporary Assistance to Needy Families benefits were matched with data from Philadelphias municipal shelter system. Propensity score matching was used to select a matched control group to those identified as having been homeless between 1997 and 2003. Behavioral health services utilization was then assessed based on Medicaid claims records. Results. Substantially higher levels of behavioral health services use and corresponding costs were found among heads of families with a history of shelter use. Conclusions. Greater use of behavioral health services by heads of homeless families may reflect greater severity of disorders or a greater likelihood to seek treatment relative to what has been suggested by previous research.",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/Behavioral%20health%20services%20use%20among%20heads%20of%20homeless%20and%20housed%20poor%20families%281%29.pdf"
  }
]