[
  {
    "id": "1735141318794",
    "title": "The Impact of Supportive Housing for Homeless People with Severe Mental Illness on the Utilization of the Public Health, Corrections, and Emergency Shelter Systems: The New York-New York Initiative",
    "authors": "Dennis P. CulhaneStephen MetrauxTrevor R. Hadley",
    "date": "2002-01-01",
    "categories": [
      "Policy Analysis and Commentary",
      "Housing Interventions"
    ],
    "abstract": "N/A",
    "pdfUrl": "https://works.bepress.com/metraux/16/"
  },
  {
    "id": "1735141321667",
    "title": "Supportive Housing for Homeless People with Severe Mental Illness",
    "authors": "Culhane, Dennis P Hadley, Trevor Metreaux, Stephen",
    "date": "2002-02-02",
    "categories": [
      "Housing Interventions"
    ],
    "abstract": "Research suggests that as many as 110,000 single adults with severe mental illness (SMI) are homeless on any given day in the United States. The combination of mental illness and homelessness make this population especially hard to reach through either housing or mental health programs alone. Supportive housing programs, which provide independent housing along with health and social services, hold great promise for this population, but are costly to launch and maintain. This Issue Brief highlights a landmark study that examines the extent to which supportive housing costs are offset by reductions in the use of public services for health, corrections, and shelter.",
    "pdfUrl": "https://repository.upenn.edu/entities/publication/f834a3f1-88db-4c8c-8628-994e0a251cb2"
  },
  {
    "id": "1735141324525",
    "title": "A Three Phase Methodology for Conducting Equity Focused Needs Assessments",
    "authors": "Sharon Zanti, University of PennsylvaniaDennis P Culhane, University of Pennsylvania",
    "date": "2022-09-13",
    "categories": [
      "AISP and Integrated Data Systems"
    ],
    "abstract": "This paper describes methods for conducting equity-focused needs assessments in human service organizations (HSOs). We begin with an overview of needs assessments in social welfare, then describe a three-phase methodology for bringing an equity lens to traditional needs assessment approaches. Central to this methodology is convening stakeholders and addressing issues of power and trust between those leading the needs assessment and those impacted by the process. Key challenges for executing equity-focused needs assessments are discussed, including the need to coordinate across multiple levels of government; enhance collaboration between academics, practitioners, and communities; and improve secure access to high-quality data for analysis.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/274/"
  }
]