[
  {
    "id": "1734970958268",
    "title": "Building + Sustaining State Data Integration Efforts: Legislation, Funding and Strategies",
    "authors": "Sharon Zanti, University of PennsylvaniaAdelia Jenkins, University of PennsylvaniaEmily Berkowitz, University of PennsylvaniaAmy Hawn Nelson, University of Pennsylvania; Kristen Smith, University of Pennsylvania; Sharon Zanti, University of PennsylvaniaTC Burnett, University of Pennsylvania; Dennis P Culhane, University of Pennsylvania",
    "date": "2021-05-01",
    "categories": [
      "Integrated Administrative Databases and Community Indicator Systems"
    ],
    "abstract": "The economic and social impacts of the COVID-19 pandemic have heightened demand for cross-agency data capacity, as policymakers are forced to reconcile the need for expanded services with extreme fiscal constraints. In this context, integrated data systems (IDS) also commonly referred to as data hubs, data collaboratives, or state longitudinal data systems are a valuable resource for data-informed decision making across agencies. IDS utilize standard governance processes and legal agreements to grant authority for routine, responsible use of linked data, and institutionalize roles across partners with shared priorities. Despite these benefits, creating and sustaining IDS remains a challenge for many states. Legislation and executive action can be powerful mechanisms to overcome this challenge and promote the use of cross-agency data for public good.This brief is organized in three parts. First, we offer examples of approaches from states that have used legislation and/or executive orders to enable data integration, as well as key considerations related to each. Second, we discuss state and federal funding opportunities that can help in implementing legislative or executive actions on data sharing and enhancing long-term sustainability of data sharing efforts. Third, we offer five foundational strategies to ensure that legislative or executive action is both ethical and effective.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/270/"
  },
  {
    "id": "1735058899960",
    "title": "tt",
    "authors": "t",
    "date": "2024-12-24",
    "categories": [
      "tt"
    ],
    "abstract": "tt",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/Spring%202025%20Month-by-Month%20Planner.pdf"
  }
]