[
  {
    "id": "1738571140833",
    "title": "The 2021 Annual Homeless Assessment Report (AHAR) to Congress, Part 1: Point-in-Time Estimates of Sheltered Homelessness",
    "authors": "Meghan Henry, Tanya de Sousa, Collette Tano, Nathaniel Dick, Rhaia Hull, Meghan Shea, Tori Morris, Sean Morris, Dennis P Culhane, Jill Khadduri",
    "date": "2022-02-04",
    "categories": [
      "HMIS and AHAR",
      "Population Estimation",
      "Demographic Composition and Trends"
    ],
    "abstract": "Because of pandemic-related disruptions to counts of unsheltered homeless people in January 2021, these findings focus on people experiencing sheltered homelessness. In response to the COVID-19 pandemic, HUD encouraged communities to determine whether conducting an unsheltered PIT count posed a high risk of exacerbating COVID-19 transmissions, given the lack of widespread access to COVID-19 vaccines at the time. Many CoCs chose to not conduct an unsheltered PIT count because their capacity to conduct counts was limited due to other pandemic-response efforts and the risk of transmitting COVID-19 among people experiencing homelessness, homeless assistance staff, and volunteers. There were 226 communities that conducted either complete or partial counts of unsheltered homelessness, but those communities are not representative of all communities across the United States.On a single night in 2021, more than 326,000 people were experiencing sheltered homelessness in the United States. Six in ten were individualsthat is, people in households with only adults or in households with only children. Four in ten were people in families with children. The number of people staying in sheltered locations decreased by eight percent between 2020 and 2021. While this continues a decline that began in 2015, the drop between 2020 and 2021 was steeper than those in recent years. A possible cause for sheltered reduction is that some emergency shelter providers increased the amount of space between people sleeping in congregate settings to reduce their risk of exposure, leading to fewer beds in congregate shelters. Other potential factors that led to the decrease: peoples reluctance to use available shelter beds because of health risk, and eviction moratoria, and cash transfers that may have reduced inflow into homelessness. It appears that the unsheltered population did not increase within the communities that conducted unsheltered counts. However, trends on unsheltered homelessness are known for just over half of communities, which accounted for only 22 percent of unsheltered homelessness in 2020.",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/The%202021%20Annual%20Homeless%20Assessment%20Report%20%28AHAR%29%20to%20Congress%2C%20Part%201_%20Point-in-Time%20Estimates%20of%20Sheltered%20Homelessness%281%29.pdf"
  },
  {
    "id": "1738571143423",
    "title": "Brisbane Common Ground Evaluation: Final Report",
    "authors": "Cameron Parsell, Maree Petersen, Ornella Moutou, Dennis P Culhane, Ed Lucio, Alan Dick",
    "date": "2015-12-01",
    "categories": [
      "Housing Interventions"
    ],
    "abstract": "The purpose of the evaluation is to examine whether the Brisbane Common Ground initiative has been successful in assisting tenants to maintain secure housing and improve health, wellbeing, social and economic outcomes (Queensland Government 2012: 7). The evaluation was tasked with examining four dimensions of Brisbane Common Ground; these are: The implementation of the initiative and to identify key successes and areas for improvement; The design and performance of the building is meeting user requirements and supporting the achievement of the services objectives; The effectiveness of the Brisbane Common Ground supportive housing service in improving long-term tenant outcomes and circumstances; The value for money of the model.",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/Brisbane%20Common%20Ground%20Evaluation_%20Final%20Report%281%29.pdf"
  },
  {
    "id": "1738571146018",
    "title": "Using Adult Linkages Project Data for Determining Patterns and Costs of Services Use by General Relief Recipients in Los Angeles County",
    "authors": "Stephen Metraux, Dennis P Culhane",
    "date": "2009-07-01",
    "categories": [
      "Housing Interventions",
      "AISP and Integrated Data Systems",
      "Behavioral Health",
      "HIV",
      "and Criminal Justice",
      "Behavioral Health",
      "HIV",
      "and Criminal Justice"
    ],
    "abstract": "This study examines services use and related costs for two cohorts of General Relief (GR) recipients in Los Angeles County. The study is made possible by the creation of the Adult Linkages Project (ALP), a data warehouse containing data on the GR recipients that spans eight Los Angeles County departments. This integration of data sources and County departments enables a unique window into the comprehensive use of County services by GR recipients, and allows for the exploration of hidden costs that GR recipients incur to Los Angeles County. The identification of such services use patterns forms the basis for service interventions that can provide GR recipients with more efficient, more effective, and more coordinated services.The GR recipients for this analysis belong to one of two cohorts. The first cohort, referred to as the first-time user cohort, contains all persons who were certified to receiveGR benefits for the first time in the first quarter of 2006. The second cohort, referred to as the long-term user cohort, is comprised of persons who had been certified for GR services prior to 2006, did not use any GR services in 2005, and were re-certified for GR in the first or second quarter of 2006. The data on receipt of GR benefits spans the time period January 2006 through October 2007. Data from other County services often spans longer time periods, meaning that data on services use is available prior to the date GR assistance was initiated and in most cases also after the last month of GR receipt in the time period.The study is divided into five sections. The first section is the longest, and examines the services use by the GR cohorts across Department of Public Social Services and six other County departments. In the second section, these findings across individual departments are integrated to provide a more comprehensive view of the extent and costs of County services to these cohorts, and identify heavy services users among these cohorts. The third section looks at the extent to which certain recipient characteristics, including disability, homelessness, and employment, affect the propensity to use County services. The fourth section provides a geographic analysis of GR receipt. Finally, the fifth section discusses implications for policy and research based on these findings.",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/Using%20Adult%20Linkages%20Project%20Data%20for%20Determining%20Patterns%20and%20Costs%20of%20Services%20Use%20by%20General%20Relief%20Recipients%20in%20Los%20Angeles%20County%281%29.pdf"
  }
]