[
  {
    "id": "1744963188698",
    "title": "The Homeless Shelter and the Nineteenth Century Poorhouse: Comparing Notes from Two Eras of Indoor Relief",
    "authors": "Dennis P Culhane",
    "date": "1970-01-01",
    "categories": [
      "Policy Analysis and Commentary"
    ],
    "abstract": "Miserable, poorly managed, underfinanced institutions, trapped by their own contradictions, poorhouses failed to meet any of the goals so confidently predicted by their sponsors. Michael Katz, In the Shadow of the Poorhouse",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/The%20Homeless%20Shelter%20and%20the%20Nineteenth%20Century%20Poorhouse_%20Comparing%20Notes%20from%20Two%20Eras%20of%20Indoor%20Relief%281%29.pdf"
  },
  {
    "id": "1744963191308",
    "title": "Accountability, Cost-Effectiveness, and Program Performance: Progress Since 1998",
    "authors": "Dennis P Culhane, Kennen S Gross, Wayne D Parker, Barbara Poppe, Ezra Sykes",
    "date": "1970-01-01",
    "categories": [
      "Housing Interventions"
    ],
    "abstract": "The authors summarize the progress made in the past decade toward making homeless assistance programs more accountable to funders, consumers, and the public. They observe that research on the costs of homelessness and cost offsets associated with intervention programs has been limited to people who are homeless with severe mental illness. But this research has raised awareness of the value of this approach, such that dozens of new studies in this area are underway, mostly focused on \"chronic homelessness.\" Less progress has been made in using cost and performance data to systematically assess interventions for families, youth, and transitionally homeless adults. The authors present case studies of promising practices from the State of Arizona and Columbus, Ohio, demonstrating innovative uses of client and program data to measure performance and improve program management toward state policy goals, such as increased housing placement rates, reduced lengths of homelessness, and improved housing stability.",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/Culhane.github.io/main/papers/Accountability%2C%20Cost-Effectiveness%2C%20and%20Program%20Performance_%20Progress%20Since%201998%281%29.pdf"
  }
]